Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVAudioOutputDescription
source: Automatically select the best audio output. Some TVs require 16 bit.
ar: تحديد أفضل إخراج صوت تلقائيًا. تتطلب بعض أجهزة التلفزيون المعدل ١٦ بت.
ca: Selecciona automàticament la millor sortida d’àudio. Alguns televisors requereixen 16 bits.
cs: Automaticky vybírat nejlepší výstup zvuku. Některé televizory vyžadují 16bitový.
da: Vælg automatisk den bedste lyd ud. Nogle fjernsyn kræver 16 bit.
de: Automatisch die beste Audioausgabe auswählen. Einige Fernsehgeräte erfordern 16 Bit.
el: Αυτόματη επιλογή της βέλτιστης εξόδου ήχου. Κάποιες τηλεοράσεις απαιτούν 16 bit.
es: Selecciona automáticamente la mejor salida de audio. Algunos televisores requieren 16 bits.
es_us: Selecciona automáticamente la mejor salida de audio. Algunas televisiones requieren 16 bits.
fi: Valitse automaattisesti paras äänilähtö. Jotkin TV:t vaativat 16-bittisyyttä.
fr: Sélectionnez automatiquement la meilleure sortie audio. Le mode 16 bits est requis pour certains téléviseurs.
fr_ca: Sélectionne automatiquement la qualité audio optimale. Certaines télévisions requièrent une sortie 16 bits.
he: ניתן לבחור באופן אוטומטי את פלט השמע המתאים ביותר. מכשירי טלוויזיה מסוימים דורשים 16 סיביות.
hi: ऑटोमैटिकली सर्वश्रेष्ठ ऑडियो आउटपुट चुनें। कुछ टीवी के लिए 16 बिट आवश्यक है।
hr: Automatski se odabire najbolji audio izlaz. Neki televizori zahtijevaju 16 bita.
hu: A legjobb hangkimenet automatikus kiválasztása. Néhány televízió 16 bitet igényel.
id: Pilih output audio terbaik secara otomatis. Sebagian TV memerlukan 16 bit.
it: Seleziona automaticamente la modalità di uscita audio migliore. Alcuni televisori richiedono la versione a 16 bit.
ja: 最適なオーディオ出力を自動的に選択します。お使いのテレビの機種によっては、16ビットを選択してください。
ko: 최고의 오디오 출력을 자동으로 선택합니다. 일부 TV는 16비트가 필요합니다.
ms: Pilih output audio terbaik secara automatik. Sesetengah TV memerlukan 16 bit.
nb: Velg automatisk beste lyd ut. Noen TV-er krever 16 bit.
nl: Selecteer automatisch de beste audio-uitvoer. Voor sommige tv's is 16-bits vereist.
pl: Najlepsze wyjście audio może być wybierane automatycznie. Niektóre telewizory wymagają źródła 16-bitowego.
pt_br: Selecione automaticamente a melhor saída de áudio. Algumas TVs exigem 16 bits.
pt_pt: Selecione automaticamente a melhor saída de áudio. Algumas televisões requerem 16 bits.
ro: Cea mai bună ieșire audio va fi selectată automat. Unele televizoare necesită audio pe 16 biți.
ru: Автоматически выбирать лучшее качество звучания. Для некоторых телевизоров требуется 16 бит.
sk: Automaticky vyberie najlepší audiovýstup. Niektoré TV vyžadujú 16 bitov.
sl: Nastavite samodejno izbiro najboljšega zvočnega izhoda. Nekatere televizije zahtevajo 16-bitno globino.
sv: Välj automatiskt den bästa ljudutsignalen. 16 bitar krävs för vissa TV-apparater.
th: เลือกสัญญาณเสียงออกที่ดีที่สุดโดยอัตโนมัติ ต้องใช้ 16 บิตกับทีวีบางเครื่อง
tr: En iyi ses çıkışını otomatik olarak seçer. Bazı TV’ler 16 bit gerektirir.
uk: Автоматичний вибір найкращого режиму виводу звуку. Деякі телевізори потребують 16 біт.
vi: Tự động chọn đầu ra âm thanh tốt nhất. Một số TV yêu cầu 16 bit.
zh_cn: 自动选择最佳音频输出。部分电视机要求16位。
zh_hk: 自動選擇最佳音訊輸出。有些電視需要使用16位元。
zh_tw: 自動選取最佳的音訊輸出。部分電視會要求16位元。

# AVAudioOutputHighQuality
source: Auto
ar: تلقائي
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
he: אוטומטי
hi: ऑटो
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Авто
sk: Autom.
sl: Samodejno
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AVAudioOutputTitle
source: Audio Mode
ar: وضع الصوت
ca: Mode d’àudio
cs: Zvukový režim
da: Lydfunktion
de: Audiomodus
el: Λειτουργία ήχου
es: Modo de audio
es_us: Modo de audio
fi: Äänitila
fr: Mode audio
fr_ca: Mode audio
he: מצב שמע
hi: ऑडियो मोड
hr: Audio mod
hu: Hangmód
id: Mode Audio
it: Audio
ja: オーディオモード
ko: 오디오 모드
ms: Mod Audio
nb: Lydmodus
nl: Audiomodus
no: Lydmodus
pl: Tryb audio
pt_br: Modo do Áudio
pt_pt: Modo áudio
ro: Mod audio
ru: Аудиорежим
sk: Režim audia
sl: Način zvoka
sv: Ljudläge
th: โหมดเสียง
tr: Ses Modu
uk: Аудіорежим
vi: Chế độ âm thanh
zh_cn: 音频模式
zh_hk: 音訊模式
zh_tw: 音訊模式

# AVAudioSectionTitle
source: Audio
ar: الصوت
ca: Àudio
da: Lyd
el: Ήχος
fi: Ääni
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
ja: オーディオ
ko: 오디오
nb: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sl: Zvok
sv: Ljud
th: เสียง
tr: Sesler
uk: Аудіо
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊
zh_tw: 音訊

# AVAudioSyncDescription
source: Synchronize audio from your TV with other AirPlay speakers in your home. Plus, align video playback with AirPlay or Bluetooth audio output.
ar: مزامنة الصوت من التلفزيون مع سماعات البث السريع الأخرى في منزلك. إضافةً إلى ذلك، ضمان توازي تشغيل الفيديو مع إخراج الصوت من البث السريع أو Bluetooth.
ca: Sincronitza l’àudio del televisor amb altres altaveus AirPlay que tinguis a casa. A més, pots alinear la reproducció de vídeo amb l’AirPlay o una sortida d’àudio Bluetooth.
cs: Synchronizujte zvuk televizoru s ostatními AirPlay reproduktory v domácnosti. Přitom srovnejte přehrávání obrazu s přehráváním zvuku přes AirPlay nebo Bluetooth.
da: Synkroniser lyd fra dit fjernsyn med andre AirPlay-højttalere i hjemmet. Du kan desuden tilpasse videoafspilning med lyd ud via AirPlay eller Bluetooth.
de: Synchronisiere Audio von deinem TV-Gerät mit anderen AirPlay-Lautsprechern in deinem Zuhause. Passe außerdem die Videowiedergabe an die AirPlay- oder Bluetooth-Audioausgabe an.
el: Συγχρονίστε τον ήχο από την τηλεόρασή σας με άλλα ηχεία AirPlay στην οικία σας. Επιπλέον, εναρμονίστε την αναπαραγωγή βίντεο με την έξοδο ήχου AirPlay ή Bluetooth.
es: Sincroniza el audio de tu televisor con otros altavoces de AirPlay que tengas en casa. Ajusta también la reproducción de vídeo con la salida de audio de AirPlay o Bluetooth.
es_us: Sincroniza el audio de tu TV con otros altavoces AirPlay de tu casa. y ajusta la reproducción de video a la salida de audio AirPlay o Bluetooth.
fi: Synkronoi ääni televisiosta muihin kodin AirPlay-kaiuttimiin. Lisäksi voit kohdistaa videotoiston AirPlay- tai Bluetooth-äänilähtöön.
fr: Synchronisez l’audio de votre téléviseur avec les autres haut-parleurs AirPlay de votre domicile. Alignez également la lecture vidéo avec la sortie audio AirPlay ou Bluetooth.
fr_ca: Synchronisez le son de votre télévision avec d’autres haut-parleurs AirPlay de votre domicile et la lecture vidéo avec la sortie audio AirPlay ou Bluetooth.
he: באפשרותך לבצע סנכרון שמע בין הטלוויזיה לרמקולים אחרים עם יכולות AirPlay שנמצאים אצלך בבית. ניתן גם לתאם בין אותות הווידאו והשמע דרך AirPlay או Bluetooth.
hi: अपने घर के अन्य AirPlay स्पीकर के साथ अपने TV का ऑडियो सिंक्रोनाइज़ करें। साथ ही, वीडियो प्लेबैक को AirPlay या Bluetooth ऑडियो आउटपुट के साथ अलाइन करें।
hr: Sinkronizirajte audio signal TV-a s ostalim AirPlay zvučnicima u domu. Osim toga, možete uskladiti reprodukciju videozapisa s AirPlay ili Bluetooth audio izlazom.
hu: Szinkronizálhatja a televízió hangját az otthonában lévő egyéb AirPlay-hangszórókkal. Ezenkívül a képi tartalom lejátszását az AirPlay- vagy Bluetooth-hangkimenethez igazíthatja.
id: Selaraskan audio dari TV dengan speaker AirPlay lainnya di rumah Anda. Selain itu, selaraskan pemutaran video dengan AirPlay atau output audio Bluetooth.
it: Sincronizza l’audio dalla TV con altri altoparlanti AirPlay in casa. Inoltre, allinea la riproduzione video con l’output audio AirPlay o Bluetooth.
ja: TVのオーディオを、お使いのほかのAirPlayスピーカーと同期できます。さらに、ビデオ再生をAirPlayまたはBluetoothオーディオ出力に合わせることができます。
ko: TV의 오디오를 홈에 있는 다른 AirPlay 스피커와 동기화합니다. 또한, 비디오 재생을 AirPlay 또는 Bluetooth 오디오 출력에 맞춰 조정합니다.
ms: Selaraskan audio daripada TV anda dengan speaker AirPlay lain dalam rumah anda. Selain itu, jajarkan main balik video dengan output audio AirPlay atau Bluetooth.
nb: Synkroniser lyden fra TV-en din til andre AirPlay-høyttalere i hjemmet. Du kan også samkjøre videoavspilling av lydinnhold over AirPlay eller Bluetooth.
nl: Synchroniseer audio van je tv met andere AirPlay-luidsprekers in je woning. Je kunt ook de videoweergave aanpassen aan de audio-uitvoer via AirPlay of Bluetooth.
pl: Synchronizuj dźwięk z telewizora z innymi głośnikami AirPlay w domu. Ponadto, wyrównaj odtwarzanie wideo z wyjściem audio AirPlay lub Bluetooth.
pt_br: Sincronize o áudio da TV com outros alto‑falantes AirPlay da casa. Além disso, alinhe a reprodução de vídeo com a saída de áudio AirPlay ou Bluetooth.
pt_pt: Sincronize áudio da televisão com outras colunas AirPlay da sua casa. Alinhe também a reprodução de vídeo com a saída de áudio por AirPlay ou Bluetooth.
ro: Sincronizați sunetul de pe televizor cu alte difuzoare AirPlay din locuință. În plus, aliniați redarea video cu ieșirea audio AirPlay sau Bluetooth.
ru: Синхронизируйте аудио с телевизора с другими колонками AirPlay в доме, а воспроизведение видео — с аудиовыходом (устройством AirPlay или Bluetooth).
sk: Zosynchronizujte zvuk televízora s ďalšími AirPlay reproduktormi v domácnosti. Zosúlaďte prehrávanie zvuku cez AirPlay alebo Bluetooth.
sl: Sinhronizirajte zvok televizije z drugimi zvočniki AirPlay v svojem domu. Lahko tudi poravnate predvajanje videoposnetka z izhodom zvoka AirPlay ali Bluetooth.
sv: Synkronisera ljud från din TV med andra AirPlay-högtalare i hemmet. Du kan dessutom passa in videouppspelning med ljud via AirPlay eller Bluetooth.
th: เชื่อมข้อมูลเสียงจากทีวีกับลำโพง AirPlay อื่นๆ ในบ้านของคุณ รวมทั้งปรับการเล่นวิดีโอด้วย AirPlay หรืออุปกรณ์เสียงผ่านบลูทูธ
tr: Evinizdeki diğer AirPlay hoparlörleriyle TV’nizdeki sesleri eşzamanlayın. Ayrıca video oynatımlarını AirPlay veya Bluetooth ses çıkışlarıyla uyumlu hale getirin.
uk: Синхронізуйте звук із вашого телевізора з іншими AirPlay-динаміками у вашому домі. На додачу, вирівнюйте відтворення відео з виведенням звуку через AirPlay або Bluetooth.
vi: Đồng bộ hóa âm thanh từ TV với các loa AirPlay khác trong nhà của bạn. Ngoài ra, căn chỉnh phát lại video với đầu ra âm thanh AirPlay hoặc Bluetooth.
zh_cn: 将你电视的音频与你家中的其他隔空播放扬声器同步。另外，将视频播放与隔空播放或蓝牙音频输出对齐。
zh_hk: 將電視的音訊與家中其他AirPlay喇叭同步。此外，將影片播放與AirPlay或藍牙音訊輸出對齊。
zh_tw: 從電視同步音訊到家中的其他AirPlay揚聲器上。此外，讓影片的播放與AirPlay或藍牙音訊輸出同步。

# AVAudioSyncTitle
source: Wireless Audio Sync
ar: مزامنة الصوت اللاسلكي
ca: Sincronització d’àudio sense fil
cs: Bezdrátová synchronizace zvuku
da: Synkronisering af trådløs lyd
de: Drahtlose Audiosynchronisierung
el: Συγχρονισμός ασύρματου ήχου
es: Sincronización de audio inalámbrica
es_us: Sincronización de audio inalámbrico
fi: Langattoman äänilähteen synkronointi
fr: Synchronisation de l’audio sans fil
fr_ca: Synchronisation audio sans fil
he: סנכרון שמע אלחוטי
hi: वायरलेस ऑडियो सिंक
hr: Sinkronizacija bežičnog audio signala
hu: Vezeték nélküli hangszinkronizálás
id: Penyelarasan Audio Nirkabel
it: Sincronizzazione audio wireless
ja: ワイヤレスオーディオ同期
ko: 무선 오디오 동기화
ms: Penyelarasan Audio Wayarles
nb: Trådløs synkronisering av lyd
nl: Synchronisatie van draadloze audio
pl: Synchronizacja dźwięku bezprzewodowego
pt_br: Sincronização de Áudio Sem Fio
pt_pt: Sincronização de áudio sem fios
ro: Sincronizare sunet wireless
ru: Синхронизация беспроводной передачи аудио
sk: Bezdrôtová synchronizácia zvuku
sl: Brezžična sinhronizacija zvoka
sv: Trådlös ljudsynkronisering
th: การเชื่อมข้อมูลเสียงแบบไร้สาย
tr: Kablosuz Ses Eşzamanlama
uk: Бездротова аудіосинхронізація
vi: Đồng bộ hóa âm thanh không dây
zh_cn: 无线音频同步
zh_hk: 無線音訊同步
zh_tw: 無線音訊同步

# AVAutomaticSubtitlesSectionTitle
source: Automatic Subtitles
ar: ترجمة مصاحبة تلقائية
ca: Subtítols automàtics
cs: Automatické titulky
da: Automatiske undertekster
de: Automatische Untertitel
el: Αυτόματοι υπότιτλοι
es: Subtítulos automáticos
es_us: Subtítulos automáticos
fi: Automaattinen tekstitys
fr: Sous-titres automatiques
fr_ca: Sous-titres automatiques
he: כתוביות אוטומטיות
hi: ऑटोमैटिक सबटाइटल
hr: Automatski titlovi
hu: Automatikus feliratok
id: Subtitle Otomatis
it: Sottotitoli automatici
ja: 自動字幕
ko: 자동 자막
ms: Sari Kata Automatik
nb: Automatisk teksting
nl: Automatische ondertiteling
pl: Automatyczne napisy
pt_br: Legendas Automáticas
pt_pt: Legendas automáticas
ro: Subtitrări automate
ru: Автоматические субтитры
sk: Automatické titulky
sl: Samodejni podnapisi
sv: Automatiska undertexter
th: คำบรรยายอัตโนมัติ
tr: Otomatik Altyazı
uk: Автоматичні субтитри
vi: Phụ đề tự động
zh_cn: 自动字幕
zh_hk: 自動字幕
zh_tw: 自動字幕

# AVCalibrateTitle
source: Calibrate
ar: معايرة
ca: Calibratge
cs: Kalibrace
da: Kalibrer
de: Kalibrieren
el: Διακρίβωση
es: Calibrar
es_us: Calibrar
fi: Kalibrointi
fr: Étalonnage
fr_ca: Étalonnage
he: כיול
hi: अंशांकित करें
hr: Kalibracija
hu: Kalibrálás
id: Kalibrasi
it: Calibra
ja: 調整
ko: 보정
ms: Kalibrasi
nb: Kalibrering
nl: Kalibreer
pl: Kalibruj
pt_br: Calibrar
pt_pt: Calibrar
ro: Calibrare
ru: Калибровка
sk: Kalibrovať
sl: Umerjanje
sv: Kalibrera
th: ปรับเทียบความแม่นยำ
tr: Kalibrasyon
uk: Калібрування
vi: Hiệu chỉnh
zh_cn: 校准
zh_hk: 校正
zh_tw: 校正

# AVCalibrationSectionTitle
source: Calibration
ar: المعايرة
ca: Calibratge
cs: Kalibrace
da: Kalibrering
de: Kalibrierung
el: Διακρίβωση
es: Calibración
es_us: Calibración
fi: Kalibrointi
fr: Étalonnage
fr_ca: Étalonnage
he: כיול
hi: कैलिब्रेशन
hr: Kalibracija
hu: Kalibrálás
id: Kalibrasi
it: Calibrazione
ja: 調整
ko: 조정
ms: Kalibrasi
nb: Kalibrering
nl: Kalibratie
pl: Kalibracja
pt_br: Calibração
pt_pt: Calibragem
ro: Calibrare
ru: Калибровка
sk: Kalibrácia
sl: Umerjanje
sv: Kalibrering
th: การปรับเทียบ
tr: Kalibrasyon
uk: Калібрування
vi: Hiệu chỉnh
zh_cn: 校准
zh_hk: 校正
zh_tw: 校正

# AVCheckCable
source: Check HDMI Connection
ar: تحقق من اتصال HDMI
ca: Comprova la connexió HDMI
cs: Zkontrolovat HDMI připojení
da: Kontroller HDMI‑forbindelse
de: HDMI-Verbindung prüfen
el: Έλεγχος σύνδεσης HDMI
es: Comprobar la conexión HDMI
es_us: Revisar conexión HDMI
fi: Tarkista HDMI-yhteys
fr: Vérifier la connexion HDMI
fr_ca: Vérifier la connexion HDMI
he: בדיקת חיבור ה-HDMI
hi: HDMI कनेक्शन की जाँच करें
hr: Provjeri HDMI vezu
hu: A HDMI-kapcsolat ellenőrzése
id: Periksa Koneksi HDMI
it: Verifica la connessione HDMI
ja: HDMI接続を確認
ko: HDMI 연결 확인
ms: Periksa Sambungan HDMI
nb: Kontroller HDMI-forbindelsen
nl: Controleer HDMI-verbinding
pl: Sprawdź połączenie HDMI
pt_br: Verificar Conexão HDMI
pt_pt: Verificar ligação HDMI
ro: Verificați conexiunea HDMI
ru: Проверка HDMI-соединения
sk: Skontrolovať HDMI pripojenie
sl: Preveri povezavo HDMI
sv: Kontrollera HDMI-anslutningen
th: ตรวจสอบการเชื่อมต่อ HDMI
tr: HDMI Bağlantısını Denetle
uk: Перевірити HDMI-зʼєднання
vi: Kiểm tra kết nối HDMI
zh_cn: 检查HDMI连接
zh_hk: 檢查HDMI連線
zh_tw: 檢查HDMI連線

# AVCheckCableDescription
source: Make sure your HDMI connection supports your current settings.
ar: تأكد أن اتصال HDMI يدعم الإعدادات الحالية.
ca: Comprova que la connexió HDMI sigui compatible amb la configuració actual.
cs: Ujistěte se, že vaše HDMI připojení podporuje aktuální nastavení.
da: Sørg for, at HDMI-forbindelsen understøtter dine nuværende indstillinger.
de: Vergewissere dich, dass deine HDMI-Verbindung die aktuellen Einstellungen unterstützt.
el: Βεβαιωθείτε ότι η σύνδεση HDMI υποστηρίζει τις τρέχουσες ρυθμίσεις σας.
es: Asegúrate de que la conexión HDMI que estás utilizando es compatible con los ajustes actuales.
es_us: Asegúrate de que tu conexión HDMI sea compatible con tu configuración actual.
fi: Varmista, että HDMI-yhteys tukee nykyisiä asetuksia.
fr: Vérifiez si votre connexion HDMI prend en charge les réglages actuels.
fr_ca: Assurez-vous que votre connexion HDMI prend vos réglages actuels en charge.
he: באפשרותך לוודא שחיבור ה-HDMI שלך תומך בהגדרות הנוכחיות.
hi: सुनिश्चित करें कि आपका HDMI कनेक्शन आपकी वर्तमान सेटिंग का समर्थन करता है।
hr: Provjerite podržava li vaša HDMI veza trenutačne postavke.
hu: Győződjön meg róla, hogy a HDMI-kapcsolata támogatja az aktuális beállításokat.
id: Pastikan koneksi HDMI Anda mendukung pengaturan saat ini.
it: Assicurati che la connessione HDMI supporti le impostazioni attuali.
ja: HDMI接続が現在の設定に対応していることを確認してください。
ko: HDMI 연결이 현재 설정을 지원하는지 확인하십시오.
ms: Pastikan sambungan HDMI anda menyokong seting semasa anda.
nb: Kontroller at HDMI-forbindelsen din støtter de gjeldende innstillingene.
nl: Controleer of je HDMI-verbinding je huidige instellingen ondersteunt.
pl: Upewnij się, że Twoje połączenie HDMI obsługuje bieżące ustawienia.
pt_br: Certifique-se de que a conexão HDMI é compatível com os ajustes atuais.
pt_pt: Certifique‑se de que a ligação HDMI é compatível com as definições atuais.
ro: Verificați compatibilitatea conexiunii HDMI cu configurările actuale.
ru: Убедитесь, что HDMI-соединение поддерживает текущие настройки.
sk: Uistite sa, že vaše HDMI pripojenie podporuje aktuálne nastavenia.
sl: Prepričajte se, da vaša povezava HDMI podpira vaše trenutne nastavitve.
sv: Kontrollera att HDMI-anslutningen har stöd för dina aktuella inställningar.
th: ตรวจสอบให้แน่ใจว่าการเชื่อมต่อ HDMI รองรับการตั้งค่าปัจจุบันของคุณ
tr: HDMI bağlantınızın şu anki ayarlarınızı desteklediğine emin olun.
uk: Упевніться, що це HDMI-зʼєднання підтримує ваші поточні параметри.
vi: Đảm bảo kết nối HDMI của bạn hỗ trợ cài đặt hiện tại của bạn.
zh_cn: 确保HDMI连接支持当前设置。
zh_hk: 請確定你的HDMI連線支援你目前的設定。
zh_tw: 請確定你的HDMI連線支援你目前的設定。

# AVChromaSubsampling422Description
source: 4:2:0 provides a high-quality picture that is compatible with most TVs and HDMI cables. 4:2:2 improves clarity, but requires high-speed cables.
ar: يوفر 4:2:0 صورة عالية الجودة ومتوافقة مع معظم أجهزة التلفزيون وكبلات HDMI، بينما يركز 4:2:2 على مستوى الوضوح ولكنه يحتاج كبلات عالية السرعة.
ca: El submostratge 4:2:0 proporciona una imatge d’alta qualitat que és compatible amb la majoria de televisors i cables HDMI. El submostratge 4:2:2 augmenta la nitidesa, però necessita cables d’alta velocitat.
cs: 4:2:0 poskytuje vysoce kvalitní obraz kompatibilní s většinou televizorů a HDMI kabelů. 4:2:2 zlepšuje prokreslení obrazu, vyžaduje však vysokorychlostní kabely.
da: 4:2:0 giver et billede i høj kvalitet, som er kompatibel med de fleste tv’er og HDMI-kabler. 4:2:2 forbedrer klarheden, men kræver højhastighedskabler.
de: 4:2:0 bietet ein Bild in hochwertiger Qualität, das mit den meisten Fernsehgeräten und HDMI-Kabeln kompatibel ist. 4:2:2 verbessert die Klarheit, erfordert jedoch Hochgeschwindigkeitskabel.
el: Η μορφή 4:2:0 παρέχει εικόνα υψηλής ποιότητας που είναι συμβατή με τις περισσότερες τηλεοράσεις και καλώδια HDMI. Η μορφή 4:2:2 βελτιώνει την καθαρότητα, όμως απαιτεί καλώδια υψηλής ταχύτητας.
es: El submuestreo 4:2:0 produce una imagen de alta calidad que es compatible con la mayoría de televisores y cables HDMI. El submuestreo 4:2:2 mejora la claridad, pero requiere cables de alta velocidad.
es_us: 4:2:0 ofrece una imagen de alta calidad compatible con la mayoría de cables HDMI y televisiones. 4:2:2 mejora la nitidez, pero requiere cables de alta velocidad.
fi: 4:2:0 antaa korkealaatuisen kuvan, joka on yhteensopiva useimpien TV:iden ja HDMI-kaapeleiden kanssa. 4:2:2 parantaa selkeyttä, mutta vaatii nopeat kaapelit.
fr: L’échantillonnage 4:2:0 offre une image de qualité supérieure compatible avec la plupart des téléviseurs et câbles HDMI. L’échantillonnage 4:2:2 améliore la clarté, mais requiert des câbles haut débit.
fr_ca: La structure 4:2:0 permet de produire des images de haute qualité, compatibles avec la plupart des télévisions et des câbles HDMI. La structure 4:2:2 améliore la clarté, mais requiert des câbles à haut débit.
he: 4:2:0 מספק תמונה באיכות גבוהה התואמת למרבית מכשירי הטלוויזיה וכבלי ה-HDMI. ‏4:2:2 משפר את הבהירות, אך מצריך שימוש בכבלים בעלי יכולת העברת נתונים מהירה.
hi: 4:2:0 उच्च गुणवत्ता की तस्वीर प्रदान करता है जो अधिकतर टीवी और HDMI केबल के साथ संगत है। 4:2:2 स्पष्टता में सुधार लाता है, लेकिन उच्च गति केबल की आवश्यकता होती है।
hr: 4:2:0 pruža visokokvalitetnu sliku koja je kompatibilna s većinom TV prijemnika i HDMI kabela. 4:2:2 poboljšava jasnoću, ali zahtijeva kabele koji podržavaju visoke brzine.
hu: A 4:2:0 kiváló minőségű képet biztosít, amely kompatibilis a legtöbb televízióval és HDMI-kábellel. A 4:2:2 növeli a kép tisztaságát, de nagysebességű kábelt igényel.
id: 4:2:0 menyediakan gambar berkualitas tinggi yang kompatibel dengan sebagian besar TV dan kabel HDMI. 4:2:2 menyediakan gambar yang jernih, tapi memerlukan kabel berkecepatan tinggi.
it: Il formato 4:2:0 fornisce un’immagine di alta qualità compatibile con la maggior parte dei televisori e dei cavi HDMI. Il formato 4:2:2 migliora la nitidezza, ma richiede cavi ad alta velocità.
ja: 4:2:0は、ほとんどのテレビとHDMIケーブルとの互換性がある高品質画像を提供します。4:2:2は、画像がより鮮明になりますが、ハイスピードケーブルが必要です。
ko: 4:2:0은 대부분의 TV 및 HDMI 케이블과 호환 가능한 고화질의 영상을 제공합니다. 4:2:2는 선명도를 향상하지만 고속 케이블이 필요합니다.
ms: 4:2:0 menyediakan gambar berkualiti tinggi yang serasi dengan kebanyakan TV dan kabel HDMI. 4:2:2 meningkatkan kejelasan, namun memerlukan kabel kelajuan tinggi.
nb: 4:2:0 gir et bilde i høy kvalitet som er kompatibelt med de fleste TV-er og HDMI-kabler. 4:2:2 gjør bildet klarere, men krever kabler med høy hastighet.
nl: 4:2:0 biedt een hoge beeldkwaliteit die compatibel is met de meeste tv's en HDMI-kabels. 4:2:2 verbetert de beeldscherpte, maar vereist kabels voor hoge snelheid.
pl: Format 4:2:0 oferuje obraz o wysokiej jakości, zgodny z większością kabli TV i HDMI. Format 4:2:2 poprawia czystość obrazu, ale wymaga kabli szybkoprzesyłowych.
pt_br: 4:2:0 oferece uma imagem de alta qualidade que é compatível com a maioria das TVs e cabos HDMI. 4:2:2 melhora a claridade, mas requer cabos de alta velocidade.
pt_pt: 4:2:0 proporciona uma imagem de alta qualidade compatível com a maioria das televisões e cabos HDMI. 4:2:2 melhora a nitidez, mas requer cabos de alta velocidade.
ro: 4:2:0 furnizează o imagine de înaltă calitate, compatibilă cu majoritatea televizoarelor și cablurilor HDMI. 4:2:2 sporește claritatea, dar necesită cabluri de mare viteză.
ru: Формат 4:2:0 предлагает высококачественное изображение, совместимое с большинством телевизионных и HDMI-кабелей. Формат 4:2:2 повышает четкость изображения, но для него требуются высокоскоростные кабели.
sk: 4:2:0 poskytuje obraz vo vysokej kvalite kompatibilný s väčšinou televízorov a HDMI káblov. 4:2:2 vylepší čistotu obrazu, no vyžaduje vysokorýchlostné káble.
sl: 4:2:0 zagotavlja visokokakovostno sliko, ki je združljiva z večino televizorjev in kablov HDMI. 4:2:2 izboljša jasnost, vendar zahteva visokohitrostne kable.
sv: 4:2:0 ger en bild i hög kvalitet som är kompatibel med de flesta TV-apparater och HDMI-kablar. 4:2:2 har en bättre skärpa men kräver höghastighetskablar.
th: 4:2:0 จะให้ภาพที่มีคุณภาพสูงที่ใช้งานร่วมกันได้กับทีวีและสาย HDMI ทั่วไป 4:2:2 จะเพิ่มความชัดแต่ต้องใช้กับสายที่มีความเร็วสูง
tr: 4:2:0 birçok TV ve HDMI kablo ile uyumlu yüksek kalitede görüntü sağlar. 4:2:2 berraklığı iyileştirir ancak yüksek hızda kablolar gerektirir.
uk: Формат 4:2:0 забезпечує високу якість зображення, що підтримується більшістю телевізорів і HDMI-кабелів. Формат 4:2:2 покращує чіткість, але вимагає застосовувати високошвидкісні кабелі.
vi: 4:2:0 cung cấp hình ảnh chất lượng cao tương thích với hầu hết các TV và cáp HDMI. 4:2:2 cải thiện độ rõ nét, nhưng yêu cầu cáp tốc độ cao.
zh_cn: 4:2:0提供兼容大多数电视和HDMI线缆的高画质。4:2:2提高清晰度，但需要高速线缆。
zh_hk: 4:2:0提供與大多數電視和HDMI接線相容的高畫質。4:2:2提高清晰度，但需要高速接線。
zh_tw: 4:2:0提供與大部分電視和HDMI連接線都相容的高畫質影像。4:2:2會改進清晰度，但需要高速連接線。
